tap "1password/tap"
tap "bramstein/webfonttools"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "qmk/qmk"
brew "arduino-cli"
brew "openssl@3"
brew "bat"
brew "bettercap"
brew "bottom"
brew "brainfuck"
brew "brew-cask-completion"
brew "ccache"
brew "cmake"
brew "deno"
brew "docker"
brew "exiv2"
brew "fd"
brew "fish"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glslang"
brew "gnupg"
brew "go"
brew "grep"
brew "latexdiff"
brew "latexindent"
brew "python@3.11"
brew "libheif"
brew "libuv"
brew "lua"
brew "make"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openssh"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "sdl2"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tpm"
brew "trash"
brew "tree"
brew "typescript"
brew "wget"
brew "woff2"
brew "yarn"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "aldente"
cask "alt-tab"
cask "arc"
cask "arduino-ide"
cask "equinox"
cask "figma"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "forklift"
cask "github"
cask "grandperspective"
cask "hiddenbar"
cask "iterm2"
cask "keyboardcleantool"
cask "logisim-evolution"
cask "mactex-no-gui"
cask "mongodb-compass"
cask "netspot"
cask "onyx"
cask "pictogram"
cask "platypus"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "shapr3d"
cask "shottr"
cask "slack"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "DaVinci Resolve", id: 571213070
mas "Expressions", id: 913158085
mas "Monodraw", id: 920404675
mas "Numbers", id: 409203825
mas "PastePal", id: 1503446680
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "Xcode", id: 497799835
