tap "1password/tap"
tap "bramstein/webfonttools"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "osrf/simulation"
tap "qmk/qmk"
brew "arduino-cli"
brew "openssl@3"
brew "asio"
brew "bat"
brew "bettercap"
brew "bottom"
brew "brainfuck"
brew "brew-cask-completion"
brew "bullet"
brew "freetype"
brew "ccache"
brew "gcc"
brew "cmake"
brew "console_bridge"
brew "tinyxml2"
brew "cppcheck"
brew "cunit"
brew "deno"
brew "direnv"
brew "docker"
brew "emacs"
brew "exiv2"
brew "fd"
brew "libass"
brew "sdl2"
brew "ffmpeg@6"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glslang"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "handbrake"
brew "ipython"
brew "latexdiff"
brew "latexindent"
brew "python@3.11"
brew "libheif"
brew "libuv"
brew "lua"
brew "make"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nvm"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "openssh"
brew "orocos-kdl"
brew "poco"
brew "qt@5"
brew "pyqt@5"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sip"
brew "spdlog"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tpm"
brew "trash"
brew "tree"
brew "typescript"
brew "wget"
brew "woff2"
brew "yarn"
brew "zsh"
cask "arc"
cask "arduino-ide"
cask "bartender"
cask "blender"
cask "equinox"
cask "figma"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "grandperspective"
cask "handbrake"
cask "iconchamp"
cask "iterm2"
cask "karabiner-elements"
cask "logisim-evolution"
cask "mactex-no-gui"
cask "mambaforge"
cask "mongodb-compass"
cask "nightfall"
cask "notion"
cask "onyx"
cask "platypus"
cask "raycast"
cask "rectangle-pro"
cask "shapr3d"
cask "shottr"
cask "slack"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "zoom"
